tap "achannarasappa/tap"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "peachlifeab/hyprspace"
tap "ricardodantas/tap"
tap "surge-downloader/tap"
tap "yuuichieguchi/calyx"
brew "aalib"
brew "aichat"
brew "asciiquarium"
brew "bat"
brew "btop"
brew "cava"
brew "cbonsai"
brew "chafa"
brew "cmatrix"
brew "cowsay"
brew "emacs"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg", link: false
brew "ffmpeg-full", link: true
brew "figlet"
brew "fortune"
brew "fzf"
brew "gdu"
brew "gh"
brew "git-delta"
brew "lua"
brew "gnuplot"
brew "imagemagick-full", link: true
brew "jq"
brew "kew"
brew "lazygit"
brew "libcaca"
brew "lolcat"
brew "luarocks"
brew "node"
brew "mapscii"
brew "mas"
brew "python@3.14"
brew "yt-dlp"
brew "mpv"
brew "ncspot"
brew "neovim"
brew "nsnake"
brew "nyancat"
brew "onefetch"
brew "openjdk"
brew "pfetch"
brew "pipes-sh"
brew "pipx"
brew "poppler"
brew "powerlevel10k"
brew "resvg"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "sl"
brew "spoofdpi"
brew "starship"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "toilet"
brew "tty-clock"
brew "visidata"
brew "vitetris"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "achannarasappa/tap/ticker"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "ricardodantas/tap/hazelnut"
cask "nikitabobko/tap/aerospace"
cask "anki"
cask "blackhole-2ch"
cask "finetune"
cask "font-commit-mono"
cask "font-commit-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-maple-mono"
cask "font-jetbrains-mono"
cask "font-maple-mono"
cask "font-maple-mono-nf"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "kitty"
cask "marta"
cask "middleclick"
cask "pearcleaner"
cask "sf-symbols"
cask "stats"
cask "surge-downloader/tap/surge"
cask "temurin@21"
cask "thaw"
cask "ubersicht"
mas "Bitwarden", id: 1352778147
mas "DaVinci Resolve", id: 571213070
mas "Goodnotes", id: 1444383602
mas "Keynote", id: 409183694
mas "LocalSend", id: 1661733229
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Steam Link", id: 1246969117
mas "Tailscale", id: 1475387142
mas "WhatsApp", id: 310633997
vscode "alexowl.transparent-color-theme"
vscode "aykutsarac.jsoncrack-vscode"
vscode "batisteo.vscode-django"
vscode "brandonkirbyson.vscode-animations"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dooez.alt-catppuccin-vsc"
vscode "dracula-theme.theme-dracula"
vscode "drcika.apc-extension"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "jdinhlife.gruvbox"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "ritwickdey.liveserver"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
cargo "scope-tui"
