tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "peachlifeab/hyprspace"
tap "surge-downloader/tap"
tap "yuuichieguchi/calyx"
brew "aalib"
brew "asciiquarium"
brew "btop"
brew "cbonsai"
brew "cmatrix"
brew "cowsay"
brew "emacs"
brew "fastfetch"
brew "fd"
brew "ffmpeg", link: false
brew "ffmpeg-full", link: true
brew "figlet"
brew "fortune"
brew "fzf"
brew "imagemagick-full", link: true
brew "jq"
brew "libcaca"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "node"
brew "mapscii"
brew "neovim"
brew "nsnake"
brew "nyancat"
brew "onefetch"
brew "openjdk"
brew "pfetch"
brew "pipes-sh"
brew "poppler"
brew "powerlevel10k"
brew "python@3.14"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "sl"
brew "spoofdpi"
brew "starship"
brew "thefuck"
brew "tmux"
brew "toilet"
brew "tty-clock"
brew "vitetris"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "nikitabobko/tap/aerospace"
cask "yuuichieguchi/calyx/calyx"
cask "font-commit-mono"
cask "font-commit-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-maple-mono"
cask "font-jetbrains-mono"
cask "font-maple-mono"
cask "font-maple-mono-nf"
cask "font-sketchybar-app-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "peachlifeab/hyprspace/hyprspace"
cask "iterm2"
cask "sf-symbols"
cask "stats"
cask "surge-downloader/tap/surge"
cask "temurin@21"
cask "ubersicht"
cask "warp"
vscode "alexowl.transparent-color-theme"
vscode "aykutsarac.jsoncrack-vscode"
vscode "batisteo.vscode-django"
vscode "brandonkirbyson.vscode-animations"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dooez.alt-catppuccin-vsc"
vscode "dracula-theme.theme-dracula"
vscode "drcika.apc-extension"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "jdinhlife.gruvbox"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "ritwickdey.liveserver"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
